Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: And in case you don't know what an avocado is, it's, it's actually a very delicious fruit.
ht: Et nan ka a, nou pa konnen ki pye yon zaboka se, li genyen, se aktyèlman yon trè bon gou donnen.

source: It's actually the fattiest of all the fruits.
ht: Li se aktyèlman la fattiest de tout rekòt yo.

source: You probably didn't even think it was a fruit -- even if you [have eaten] one.
ht: Ou kapab byen pa t menm panse se te yon pitit ki menm si ou [èske manje] yonn.

source: So, let's say I have 3 avocados.
ht: Se konsa, an n di mwen gen 3 avocats.

source: 1, 2, 3. Right?
ht: 1, 2, 3. pa vre?

source: And let's say you were to give me 4 more avocados.
ht: E an n ap di ou te ban m' 4 plis avocats.

source: So let me put this 4 in yellow, so you know that these are the ones you're giving me.
ht: Se pou m' mete 4 sa a nan jòn, Se konsa, ou konnen, ke sa se ak ou ap ba m.

source: So how many total avocados do I have now?
ht: Se konsa ki kantite total de avocats mwen gen koulye a?

source: That's 1, 2, 3, 4, 5, 6, 7 avocados.
ht: Sa se 1, 2, 3, 4, 5, 6, 7 avocats.

source: So 3 + 4 is equal to 7.
ht: Se konsa 3 + 4 egal a 7. .

source: And now I am going to introduce you to another way of thinking about this.
ht: Koulye a m' ap kouri pou yo prezante w pou yon lòt wout panse ak swen sou sa.

source: It's called the number line.
ht: Li te rele liy nimewo a.

source: And, actually, I think this is how I do it in my head, when I forget -- if I don't have it memorized.
ht: E aktyèlman, mwen panse sa se jan m fè l nan tèt mwen, Lè mwen bliye ­ si m pa gen sa bien.

source: So [on the] number line, I just write all the numbers in order, and I go high enough just so I can -- [so that] all the numbers I am using are, kind of, in it.
ht: Se konsa [sou a] liy nimewo, mwen sèlman ekri tout moun te yo nan lòd, mwen ale byen sèlman pou mwen kapab- [konsa] tout numéros map, kalite, ladan l.

source: So, you know the first number is 0, which is nothing.
ht: Se konsa, ou konnen nimewo premye a se 0, ki gen anyen.

source: Maybe you don't know; but now you know.
ht: Petèt nou pa konnen, Men, koulye a nou konnen.

source: And then you go to 1 (one) 2 (two) 3 (three)
ht: Lè sa a ou fè pou 1 (yon) 2 (de) 3 (twa)

source: 4 (four) 5 (five) 6 (six) 7 (seven) 8 (eight) 9 (nine) 10 (ten)
ht: 4 (kat) 5 (senk) 6 (sis) 7 (sèt) 8 (8) 9 (nèf) 10 (dimil)

source: It keeps going, 11 (eleven)
ht: Kenbe sa ap, 11 (11)

source: So, we're sayng 3 + 4.
ht: Se konsa, nou ap sayng 3 + 4.

source: So let's start at 3.
ht: Se konsa nou kòmanse nan 3.

source: So I have 3 here.
ht: Se konsa, mwen gen 3 isit la.

source: And we're going to add 4 to that 3.
ht: E nou pral pou ajoute ke 4 3.

source: So all we do is we go up the number line, or we go to the right on the number line, 4 more.
ht: Se konsa tou sa nou fè nou mache sou liy nimewo, ou, nou fè bò dwat sou liy nimewo a, 4 ankò.

source: So we go 1 ... 2 ... 3 ... 4.
ht: Se konsa nou ale 1... 2 ... 3 ... 4.

source: Notice, all we did is we just increased it by 1, by 2, by 3, by 4.
ht: Avi, tou sa nou te fè se nou jis renmen l' pa 1, 2, 3, pa pa 4.

source: And then we ended up at 7.
ht: Et, lè sa a nou te fini nan 7.

source: And that was our answer.
ht: Ak sa li te genyen reponn nou.

source: We could do a couple of different ones.
ht: Nou te kapab fè yon koup nan diferan yo.

source: We could say, what is --
ht: Nou te kapab di, sa se-

source: What if I asked you what 8 + 1 is?
ht: E si m te mande ou + 1 8 ki se?

source: Well, you might already know it.
ht: Men, ou te ka deja konnen l.

source: 8 + 1 is just the next number [after 8].
ht: 8 + 1 se sèlman a pwochen [après 8].

source: But if you look at the number line, you start at 8, and you add 1.
ht: Men, si ou gade ak liy nimewo a, ou konmanse a 8 è, e ou adisyone 1.

source: 8 + 1 is equal to 9.
ht: 8 + 1 egal a 9.

source: Let's do some harder problems.
ht: An n fè kèk pwoblèm di.

source: And, just so you know, if you're a little daunted by this initially, you can always draw the circles, you can always do the number line, and, eventually over time, the more practice you do, you'll hopefully memorize these, and you'll do these problems in, like, half a second.
ht: Et, sèlman pou nou konnen. Si ou gen yon ti daunted sa au, ou kapab toujou trase milieux yo, ou ka toujou fè liy nimewo Et, evantyèlman sou tan, plis pwatik lan n' ap fè, ou ap, mémoriser sa yo,

source: I promise you.
ht: Mwen pwomèt ou.

source: You've just got to keep practicing.
ht: Nou te fèk mete pou kenbe kap fè komès.

source: Let's say....
ht: An n ap di...

source: I want to draw the number line again.
ht: Mwen vle trase liy nimewo a ankò.

source: Actually, I have a line tool; so I shouldn't give you all of those ugly looking lines that I've been giving you.
ht: Mwen gen yon liy outil, aktyèlman, Se konsa mwen pa ta dwe ba ou tout moun ap chache lignes lèd ke m te gen te ban nou.

source: That's amazing.
ht: Sa dwòl.

source: Alright, let me see. Oh.
ht: Bien, fè m' wè. o. o.

source: Yeah, look at that.
ht: Wi, gade sa a. oke.

source: Okay. So, that's a nice looking line.
ht: Se konsa, sa se yon bon liy recherche.

source: I'm gonna feel bad to erase it later on.
ht: Mwen menm ki pral santi mwen byen pou efase sa ankò.

source: So let me draw a number line.
ht: Se pou m' fè yon liy nimewo.

source: So let's do a hard problem.
ht: Se konsa nou fè tèt di yon pwoblèm.

source: What is --
ht: Sa se-

source: I'm gonna do it in different colors now.
ht: Mwen pral fè l' nan plizyè koulè koulye a.

source: So if you want, you can pause the video and try this.
ht: Se konsa, si ou vle, ou ka jog videyo a epi eseye sa a.

source: You might already know the answer.
ht: Ou kapab deja konnen repons.

source: And the reason why I say this is a hard problem is because the answer [is] more [than the] [number of fingers you have on your two hands].
ht: Et la raison poukisa m' ap di: sa se yon pwoblèm ki di se paske repons [se] plis [pase a] [kantite dwèt ou gen nan men ou de].

source: So you can't necessarily do it on your fingers.
ht: Se konsa ou pa kapab nesesèman fè l sou ou.

source: So let's get started with this problem.
ht: Se konsa nou fè a ak pwoblèm sa a.

source: Actually, my phone is ringing.
ht: Èske li aktyèlman, telefòn mwen kònen.

source: But I'm going to ignore the phone, because you're more important.
ht: Men, mwen pral inyore telefòn lan, paske ou gen pi enpòtan.

source: So. Okay.
ht: Pèmisyon oke.

source: Let's start start at the 5.
ht: An n kòmanse kòmanse nan 5 an.

source: So we start at the 5.
ht: Se konsa nou kòmanse a le 5.

source: And we're gonna add 6 to it.
ht: E nou ap pral ajoute 6 pou li.

source: So we go:
ht: Se konsa nou ale:

source: We're at 11!
ht: Nou ap nan 11!

source: So 5 + 6 is equal to 11.
ht: Se konsa 5 plis pase 6 11 egal-ego.

source: Now I'm gonna ask you a question.
ht: Koulye a mwen pral poze w yon kesyon.

source: What is 6 + 5?
ht: Nan ki sa wap 6 + 5

source: Huh...
ht: Bon...

source: Well, we're now going to see that, OK?
ht: Men, nou koulye a pral wè sa, pa pi mal?

source: Can you switch the two numbers and get the same answer?
ht: Èske ou chanje numéros de yo Et obtenir menm repons lan?

source: Well, let's try that.
ht: Byen, an n fè efò sa.

source: I'm gonna try it in a different color, so we don't get all confused.
ht: Mwen menm ki pral eseye li nan yon lòt koulè, Se poutèt sa, nou pa jwenn tout Confusion.

source: So let's start at 6. Right?
ht: Se konsa nou kòmanse nan 6. pa vre?

source: Ignore the yellow for now and add 5 to it.
ht: Inyore jòn a pou kounye a e ajoute 5 pou li.

source: Ah.
ht: O.

source: We get to the same place.
ht: Nou ka menm kote a.

source: And I think you might want to try this on a bunch of problems.
ht: E mwen panse ou ta vle pou eseye sa sou yon pakèt moun pwoblèm.

source: And you'll see it always works out -- that it doesn't matter in what order you --
ht: Et ou ap wè l' toujou fè sa soti- sa pa p gen poblèm nan sa ordre ou-

source: "5 + 6" is the same thing as "6 + 5."
ht: "5 + 6", se sa menm kòm "6 + 5."

source: If I have 5 avocados and you give me 6,
ht: Si mwen gen 5 avocats Et ou ban m' 6,

source: I'm gonna have 11.
ht: Mwen menm ki pral gen 11.

source: If I have 6 avocados and you gave me 5,
ht: Si mwen gen 6 avocats Et ou te fè m' 5,

source: I'm gonna have 11 -- either way.
ht: Mwen menm ki pral gen 11 - ni fason sa.

source: Let's do a couple of --
ht: An n fè yon koup-

source: Since this number line is so nice,
ht: Depi ke liy nimewo sa a konsa bon,

source: I wanna do a few more problems using it.
ht: Mwen vle fè kèk plis pwoblèm ki itilize li.

source: Although, as I use it,
ht: Malgre ke, menm jan mwen sèvi ak li,

source: I'm sure I'll just continue to confuse you,
ht: Mwen si mwen sèlman ap kontinye pou twouble w,

source: 'cause I'll write so much on top of it.
ht: Paske, m' ap ekri anpil sou dèyè l.

source: But --
ht: Men ­ ann gade.

source: Let's see. I'll use white now.
ht: M ap itilize blanch koulye a.

source: What is -- What is 8 + 7?
ht: Sa se ­ ki sa ki 8 + 7?

source: Well, if you can still read this, 8 is right here. Right?
ht: Men, si ou ka kontinye ap li sa, 8 se isit. pa vre?

source: We're gonna add 7 to it.
ht: Nou ap pral ajoute 7 pou li.

source: We go to 15.
ht: Nou ale nan 15.

source: 8 + 7 is 15.
ht: 8 + 7 se 15.

source: So hopefully, that gives you a sense of how to do these types of problems.
ht: Se konsa, sa ban nou yon sans kijan pou li fè sa yo kalite pwoblèm.

source: And more than, I guess this -- and you're gonna learn multiplication in a little bit.
ht: Ak plis pase mwen panse men ­ Et ou ap pral aprann miltiplikasyon nan yon ti kras.

source: But these types of problems are, when you're getting started off in mathematics, these kind of require the most practice.
ht: Men sa yo kalite pwoblèm yo, Lè ou ap resevwa kòmanse nan matematik, sa ti jan egzije pli pratique.

source: And, to some degree, you have to start memorizing them.
ht: Et, pou kèk degre, ou gen pou yo kòmanse se yo.

source: But, over time, you know, when you look back,
ht: Men, sou tan, ou konnen, lè ou gade dèyè,

source: I want you to remember how you feel while you are watching this video right now.
ht: Mwen vle ou pou yo te raple jan ou santi ou pandan tout tan ou ap dòmi videyo sa a kounye a.

source: And then I want you to watch this video in, like, three years.
ht: E apre sa mwen vle w pou veye sa a videyo nan, tankou, twa ane sa yo.

source: And remember how you felt when you're watching it now.
ht: Et, pa bliye jan ou te santi lè w ap gade l' koulye a.

source: And you're going to be, "O my!
ht: Et, ou pral fè a, "O m!

source: This was so easy!"
ht: Sa te fasil se konsa!"

source: 'Cause you're gonna learn so fast.
ht: Paske ou ap pral aprann se konsa vit.

source: So, anyway, I think you have an idea.
ht: Se konsa, de tout fason, mwen kwè ou gen yon lide.

source: If you don't know the answer to any of the addition problems, that we give you in the exercises, you can press the "Hints," and it'll draw circles, and then you can just count up the circles.
ht: Si ou pa konn repons yonn nan ke pwoblèm yo tou, pou nou ba ou nan ekzèsis yo ki se ou kapab Sur "sijesyon", epi l' ap trase milieux, Et, lè sa a ou ka sèlman konte moute les milieux.

source: Or, if you want to do it on your own, so you get the problem right, you could draw the circles, or you could draw a number line, --
ht: Ou, si ou vle fè l' pou kont, ou Se konsa, ou jwenn pwoblèm sou bò dwat, ou kapab trase milieux yo, ou, ou kapab trase yon liy nimewo,- tankou nou te fè nan pwezantasyon sa a.

source: I think you might be ready to tackle the addition problems. Have fun!
ht: Mwen panse ke nou menm te pou pare pou s' pwoblèm yo tou. pran plezi!

source: Welcome to the presentation on level two addition. Well I think we should get started with some problems, and hopefully as we work through them, you'll have an understanding of how to do these types of problems. Let's see...
ht: Nou kontan wè ou nan prezantasyon dezyèm nivo, adisyon ak retni yo

source: Let's say I had 11 plus 4. So at first you'd say hey, Sal, you know, 11 plus 4, I don't know how to add two-digit numbers yet. Well there's a couple of ways we can think about this.
ht: Bon mwen kwè nou ta dwe Kòmanse avèk kèk pwoblèm, epi ak lespwa pandan nou ap travay sou yo

source: And then we'll actually try to visually represent it to show you how you could actually do this type of problem in your head as well. you'll have an understanding of how to do these types of problems.
ht: Ou pral konprann kouman pou ou fè kalite problèm sa yo.

source: Let's see...
ht: An nou kontinye

source: Let me make sure the pen tool is correct. Okay.
ht: An nou verifye pou nou asire nou zouti ki sèvi nou kòm plim sou ekran sa a mache byen.

source: Let's say I had 11+4.
ht: An nou di, nou te genyen onz plis kat

source: So at first you'd say hey, Sal, you know, 11+4, I don't know how to add 2-digit numbers yet.
ht: Konsa an premye ou ta kab di hey, Dyo, ou konnen, onz plis kat , mwen poko konnen kouman pou mwen adisyone nonb ki gen de chif.

source: Well there's a couple of ways we can think about this.
ht: Antouka, genyen de fason nou kab fè sa.

source: First I'll show you how all you have to know is how to add 1-digit numbers and you can use something called carrying to solve the whole problem. And then we'll actually try to visually represent it to show you how you could actually do this type of problem in your head as well.
ht: An premye, mwen pral montre ou sèl sa ou dwe konnen se aprann ki jan pou ou fè adisyon ak nonb ki gen yon sèl chif epi ou kab sèvi ak youn bagay yo rele retni pou ou rezoud tout pwoblèm lan nèt epi apresa nou pral fè kòm si nou genyen li devan je nou pou montre ou kouman ou kab vrèman fè kalite pwoblèm sa a nan tèt ou tou.

source: So what you do with these types of problems is you first look at the right-most digit on the 11.
ht: Konsa, pou ou rezoud kalite pwoblèm sa yo, se pou ou gade an premye chif ki plis sou bòt dwat onz lan

source: We call this the one's place, right?
ht: Nou rele sa pozisyon chif inite yo, Pa vre?

source: Because this one is one, and we call this the ten's place.
ht: Kòm chif sa a se en, epi nou rele pozisyon sa a chif dizèn yo.

source: I know I'm going to confuse you a lot, but that's just so how everything looks-- that's so everything looks easier later on.
ht: Mwen konnen mwen pral melanje ou nèt ale, men se konsa tout bagay ye -- konsa tout babay ap vin pi fasil pi devan Konsa, ou gade pozisyon inite yo, ou di gen yon chif en la a.

source: You take that one and you add it to the number right below it.
ht: Ou pran chif en sa a epi ou adisyone li Ak chif ki vin tou suit anba li a.

source: So 1+4=5.
ht: Konsa en plis kat egal senk.

source: You knew that, right?
ht: Ou te konn sa, pa vre?

source: Right?
ht: Trè byen?

source: You know that 1+4=5.
ht: Ou konnen en plis kat egal senk.

source: And that's all I did here.
ht: Epitou se sa ase mwen te fè la a wi.

source: I just said this 1 + this 4 = 5.
ht: Mwen sèlman di chif en sa a plis chif kat sa a egal senk.

source: Now I go to this one.
ht: Kounye a, kite mwen ale sou sa a.

source: This 1+ -- well there's nothing here other than a plus sign and that's not a number.
ht: Chif en sa a plis — men pa gen anyen dòt la a pase yon siy plis epitou, se pa youn nonb.

source: So this one plus nothing is one.
ht: Kidonk, chif en sa a plis anyen ditou, egal en.

source: So we put a one here.
ht: Konsa nou ekri en la a.

source: And we get 11+4=15.
ht: Epi nou genyen onz plis Kat egal kenz.

source: And just so you know that this system actually works. Let's actually draw it out in a couple of different ways Just to give you the intuition of 11+4.
ht: Kòm ou kab wè li, sistèm sa a fonksyone byen, an nou eseye prezante li nan de fason diferan yon fason pou mwen fè ou kwè onz plis kat.

source: So if I had 11 balls -- 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11.
ht: Konsa si mwen te genyen onz boul - en, De, twa, kat, senk, sis, Sèt, uit, nèf, dis, onz.

source: That's 11, right?
ht: Sa fè onz, pa vre? En, de, twa, kat, senk, sis, sèt, uit, nèf, dis, onz.

source: Okay!
ht: Bon!

source: So that's 11 and we're going to add 4 to it.
ht: Se onz epi nou ap mete kat sou li.

source: So 1, 2, 3, 4,
ht: Se en, de, twa, kat.

source: So now all we have to do is count how many total circles or balls we have now.
ht: Bon, kounnye a, tout sa nou ap genyen pou nou fè se konte konbyen wonn Oubyen konbyen boul nou genyen an tou.

source: That's 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15.
ht: Se en, de, twa, kat, senk, sis, sèt, uit, nèf, dis, onz, douz, trèz, katòz, kenz.

source: 15, and I don't recommend that you do this every time you do a problem because it'll take you a long time.
ht: Kenz. epi Mwen pa ankouraje ou fè sa chak fwa ou ap rezoud yonn pwoblèm, paske sa ap pran twòp tan

source: But hey, if you ever get confused, it's better to take along time than to get it wrong.
ht: Men, antouka, si ou santi pye ou mare, ou pa konnen sa pou ou fè, li pi bon pou ou pran yon ti tan olye pou al fè erè.

source: Let's think about another way of representing this, because I think different visual approaches appeal in different ways to different people.
ht: An nou chèche yon lòt fason pou nou gade pwoblèm sa a, paske gen diferan fason pou yon moun ka wè solisyon an Chak moùn gen fason pa li

source: Let's draw a number line.
ht: Ann fè yon liy chif.

source: I don't know if you've seen a number line before but you're going to see it now.
ht: Mwen pa konnen si ou konn abitye wè yon liy chif Men Kounye a ou pral wè yonn

source: And a number line, all I do is I draw out all the numbers in order.
ht: Nan yon liy chif, sèl sa mwen fè se ekri chif yo an òd.

source: So 0, 1, 2, 3, 4, 5, 6 -- I'm doing them small so I know I can get to 15.
ht: Se zewo, en, de, twa, kat, senk, sis - Mwen ap ekri yo tou piti pou mwen kab gen plas pou mwen rive jouk nan kenz, sis—sèt, uit, nèf, dis, onz, douz, trèz, katòz, kenz, sèz, disèt, dizuit.

source: And these arrows mean that the numbers keep going in both directions.
ht: Epitou flèch sa yo vle di chif yo ap kontinye ale san yo pa kanpe nan tou de direksyon yo

source: I know this is a little early for you to learn this.
ht: Mwen konnen li yon ti jan bonè pou ou aprann sa, men kounye a, chif yo kab kontinye ale

source: But actually the numbers can actually keep going to the left below zero as well.
ht: Sou bò gòch zewo a pou yo vin pi piti Pase zewo

source: I'll leave you to think about that.
ht: Mwen ap kite ou reflechi sou sa.

source: But anyway, so let's go back to this problem.
ht: Antouka, an nou retounen sou pwoblèm nou an.

source: So we have 11, so let me circle 11 -- let me see where 11 is on the number line.
ht: Bon, nou genyen onz, an nou mete onz lan anndan youn wonn - ban mwen gade Ki kote onz ye nan liy chif la.

source: 11 is here, right?
ht: Onz la a, se sa?

source: This is 11.
ht: Men onz.

source: And we're adding 4.
ht: Epi nou ap mete kat sou li.

source: So when you add, that means we're gonna increase 11 by 4.
ht: Konsa, lè ou adisyone, sa vle di ou mete kat sou onz lan.

source: So that when you increase we're going to go up the number line, right?
ht: Konsa, lè ou ajoute lòt chif ou ap avanse pi devan nan liy chif la nou prale sou bò dwat liy chif la

source: Or we're going to go the right on the number line, because the numbers are getting bigger.
ht: Konsa, chif yo ap vin pi gwo

source: So we'd go 1, 2, 3, 4 -- bam!
ht: Nou ap avanse en, de, twa, kat—men pa ou!

source: We're at fifteen.
ht: Nou rive nan kenz.

source: Once again, this takes a long time.
ht: Yon lòt fwa ankò, sa pran anpil tan.

source: But if you ever get confused or you forget what one plus four is, although I don't think you should, then you could just do it this way.
ht: Men, Si ou santi ou pèdi, ou pa sonje Ki valè en plis en ka ba ou, kwake mwen pa kwè sa ta dwe rive, Ou kab toujou sèvi ak ranje liy la

source: Let's do some maybe harder problems now.
ht: Kounye an, an nou fè kèk pwoblèm ki pi difisil

source: Let's do, let's do 28+7.
ht: An nou fè ventuit plis sèt.

source: Okay.
ht: Oke!

source: 8+7 -- I'll tell you, frankly, even to this day,
ht: Uit plis sèt - Mwen pa kache di ou li

source: I sometimes get confused with 8+7.
ht: Jouk jounen jodi a, gen de moman, mwen konn gen difikilte pou mwen sonje kisa onz plis sèt bay wi.

source: So let's-- If you know the answer then you already know how to do this problem, you can just write whatever the answer is right here.
ht: An nou - Si ou konn repons lan, ou deja konnen kijan pou ou fè. pwoblèm lan.

source: But let's draw it out on the number line, because I think a little bit of more basic addition practices isn't unwarranted at this point.
ht: Men an nou ekri li sou liy chif la, paske mwen kwè yon ti pratik anplis pa pe deranje nou kote nou rive la a.

source: So we could do it with the number line again.
ht: An nou fè pwoblèm lan ak liy chif yo ankò

source: And this time I'm not going to start at 0, I'll start at like 5, because, you know, if you keep going you'll get to 0 eventually.
ht: Fwa sa a mwen pa pe kòmanse liy lan ak zewo. Mwen pral kòmanse avèk senk, paske ou konnen De tout fason Si ou deplase sou bò gòch ou gen pou ou jwenn zewo

source: So let's see you get 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, and so on
ht: An nou Gade, nou gen senk, sis, sèt, uit, nèf, dis, onz, douz, trèz, katòz, kenz, Sèz, disèt, dizuit epi kontinye ale.

source: And it'll keep going to a hundred and a thousand and a million billion trillion.
ht: Sa kab kontinye jouk ou rive nan san, nan mil milyon, bilyon, trilyon.

source: So what are we doing?
ht: Bon! Kisa ou pral fè?

source: We start at eight because this is 8+7.
ht: Nou kòmanse ak uit, paske se uit plis sèt

source: We want to figure out what 8+7 is.
ht: Nou ta renmen konnen ki rezilta nou pral jwenn lè nou fè uit plis sèt

source: So we start at 8.
ht: Nou kòmanse ak uit

source: And we're going to add 7 to it.
ht: Nou pral mete sèt sou li

source: Let me change colors.
ht: Ban mwen pran yon lòt koulè lank

source: So you go 1, 2, 3, 4, 5, 6, 7.
ht: Ou kòmanse en, de, twa, kat, senk, sis, sèt

source: Oh, that 15 shows up again.
ht: Oo! Men kenz lan parèt ankò.

source: So 8+7 is equal to 15.
ht: Donk, konsa uit plis sèt egal kenz.

source: And over time as you do practice, I think you'll memorize these that 8+7=15 or whatever, 6+7=13 or any of these.
ht: Epi, Ofiramezi ou ap pratike, mwen kwè, ou ap rive aprann yo pakè. kit uit plis sèt egal kenz, kèlkilanswa, vale sis plis sèt ka egal trèz, youn bagay konsa.

source: But in the interim it actually doesn't hurt to do this number line because you actually are visualizing what's happening.
ht: Men, antretan, sa pa pe deranje ou si ou kontinye sèvi ak liy chif yo paske ou ap kab wè sa ki ap fèt la

source: And you can do it with the circles as well.
ht: Epitou ou kapab fè li avèk wonn yo tou

source: So we know 8+7=15.
ht: Konsa nou konnen uit plis sèt egal kenz.

source: So this is a new thing you're going to learn right now.
ht: Kounye la a, ou pral aprann youn bagay tou nèf.

source: You don't write the whole 15 down here.
ht: Ou pa pe ekri tout chif kenz lan la a

source: You write the 5 -- you write this 5 right here.
ht: Ou ap ekri senk - ekri senk lan la a.

source: And then that 1, you carry the 1.
ht: Chif en sa a limenm

source: You put it up there.
ht: Rale li mete li la a
